

* Usage

#+BEGIN_SRC sh :results verbatim :exports both
python image2fits.py --help
#+END_SRC

#+RESULTS:
: usage: image2fits.py [-h] file
: 
: Convert an RGB or Grayscale image to FITS format
: 
: positional arguments:
:   file        Image file to convert
: 
: optional arguments:
:   -h, --help  show this help message and exit



* Example
#+BEGIN_SRC bash :results verbatim :exports both
echo "Last run:"
date
python image2fits.py Orion051209s10.jpeg
#+END_SRC

#+RESULTS:
: Last run:
: Wed Aug  8 13:11:38 CDT 2018
